[
  {
    "name": "Food Allergies",
    "description": "Food allergies happen when the immune system reacts to certain food. This leads to symptoms like itchiness or stomach pain",
    "rarity": "uncommon",
    "is_minor": false,
    "season": null,
    "is_birth_defect": false
  },
  {
    "name": "Environmental Allergies",
    "description": "Environmental allergies cause the immune system to overreact to things like dust or plants, leading to symptoms like sneezing, coughing or affect your sleep",
    "rarity": "uncommon",
    "is_minor": false,
    "season": "dry",
    "is_birth_defect": false
  },
  {
    "name": "Blindness",
    "description": "Blindness can be caused by multiple factors, usually inherited or genetically. One can be partially or completely blind, making one sensitive to the sun, and having a hard time seeing",
    "rarity": "rare",
    "is_minor": false,
    "season": null,
    "is_birth_defect": false
  },
  {
    "name": "Deafness",
    "description": "Deafness can be caused by multiple factors, usually inherited or genetically. One can be partially or completely deaf, making it hard to communicate and listen out for alerts",
    "rarity": "rare",
    "is_minor": false,
    "season": null,
    "is_birth_defect": false
  },
  {
    "name": "Muteness",
    "description": "Muteness can be caused by multiple factors, usually inherited or genetically. This affects the Parasaurolophus' speech muscles and makes it impossible, or hard to speak",
    "rarity": "ultra rare",
    "is_minor": false,
    "season": null,
    "is_birth_defect": false
  },
  {
    "name": "Dystocia (Egg-bound)",
    "description": "Only occurs for female Parasaurolophus. This affliction can be caused by reproductive issues, stress, poor nutrition",
    "rarity": "rare",
    "is_minor": false,
    "season": null,
    "is_birth_defect": false
  },
  {
    "name": "Mites",
    "description": "Mites are external parasites that infest a Parasaurolophus' skin or scales. This makes one's skin itchy, can give loss of appetite and increased aggression",
    "rarity": "common",
    "is_minor": true,
    "season": null,
    "is_birth_defect": false
  },
  {
    "name": "Hyperthyroidism",
    "description": "Hyperthyroidism is a condition where the thyroid gland produces too much of the thyroid hormone. This causes heightened metabolism, increased hunger, nervousness and irritability",
    "rarity": "rare",
    "is_minor": false,
    "season": null,
    "is_birth_defect": false
  },
  {
    "name": "Lethargy",
    "description": "Lethargy is a state of extreme tiredness or lack of energy. It's not just feeling sleepy; it's physically and mentally sluggishness, lacking the motivation to perform normal activities",
    "rarity": "uncommon",
    "is_minor": false,
    "season": null,
    "is_birth_defect": false
  },
  {
    "name": "Dementia",
    "description": "Although mostly common in older Parasaurolophus, dementia (such as Alzheimer's, Parkinson's, etc.) can affect younger ones as well. Caused by damage to brain cells, this affliction disrupts the ability to think, remember, and make decisions",
    "rarity": "rare",
    "is_minor": false,
    "season": null,
    "is_birth_defect": false
  },
  {
    "name": "Ticks",
    "description": "Ticks are external parasites that infest a Parasaurolophus' skin and scales, making your Parasaurolophus itchy. They attach to the skin and feed on blood, causing irritation, weakened immune system and anemia.",
    "rarity": "common",
    "is_minor": true,
    "season": null,
    "is_birth_defect": false
  },
  {
    "name": "Common cold",
    "description": "The common cold is an illness that affects the respiratory system. These virus are usually very mild, but causes sneezing, wheezing or fatigue.",
    "rarity": "common",
    "is_minor": true,
    "season": "wet",
    "is_birth_defect": false
  },
  {
    "name": "Arthritis",
    "description": "Although common in older Parasaurolophus that have been through many migrations, arthritis can be inherited and occur in young as well. Inflammation of the joints cause pain, stiffness and reduced mobility.",
    "rarity": "rare",
    "is_minor": false,
    "season": null,
    "is_birth_defect": false
  },
  {
    "name": "Dwarfism",
    "description": "Dwarfism is usually caused by genetic or medical conditions. It results in a significantly shorter stature, joint pain, infertility, delayed maturity, and much more.",
    "rarity": "rare",
    "is_minor": false,
    "season": null,
    "is_birth_defect": false
  }
]